[
  {
    "imagem": "imagens/tecnologia_01.jpg",
    "alt": "Drake durante festival no Canadá — Foto: Reuters/Mark Blinch",
    "titulo": "Drake afirma ter perdido mais de US$ 8 milhões em apostas esportivas",
    "texto": "O rapper canadense Drake afirmou ter perdido mais de US$ 8 milhões (o equivalente a R$ 44,4 milhões) em apostas esportivas apenas no último mês. A informação foi divulgada pelo próprio artista em suas redes sociais. Ele compartilhou uma captura de tela com os valores apostados e lamentou: 'As perdas estão tão ruins agora'. Drake mostrou que apostou mais de US$ 124 milhões no período, sendo US$ 50 milhões apenas na última semana e US$ 75 milhões no início deste mês. As perdas totalizaram US$ 8,2 milhões. Ele ainda comentou: 'Preciso compartilhar o outro lado das apostas', em referência às derrotas acumuladas. Apesar de não ter especificado os eventos esportivos, os jogos dos playoffs da NBA e da NHL provavelmente estiveram entre os principais alvos, aponta a agência de notícias Reuters. Recentemente, Drake também apostou US$ 750 mil em uma partida de críquete. Mesmo com a maré de azar, o rapper não parou: apostou US$ 800 mil nas finais da NBA de 2025, prevendo vitória do Oklahoma City Thunder sobre o Indiana Pacers por uma margem de 6 a 10 pontos. Drake mantém uma parceria de longa data com a plataforma de apostas Stake, onde costuma exibir publicamente apostas de alto valor, tanto as vitórias quanto as derrotas. Em tom de desabafo, ele admitiu aos seguidores que é 'um apostador esportivo falho' e que esse não é o seu dom. Fãs do cantor comentaram sobre o prejuízo. Alguns internautas especulam que parte das apostas pode ter sido feita com créditos oferecidos pelas plataformas como forma de marketing."
  },
  {
    "imagem": "imagens/tecnologia_02.jpg",
    "alt": "Mate XT Ultimate Design, iPhone 16 Pro Max e Magic V3 estão entre os celulares mais caros do Brasil — Foto: Divulgação/Huawei; Divulgação/Apple; Divulgação/Honor",
    "titulo": "Até R$ 33 mil: o que têm (e não têm) os celulares mais caros do Brasil",
    "texto": "A chegada ao Brasil do novo celular da chinesa Huawei na terça-feira (17) surpreendeu pelo preço alto. O Mate XT Ultimate Design, principal modelo da marca, chega ao país como o mais caro do mercado pela 'bagatela' de R$ 32.999. Este não é o único smartphone da Huawei que aparece entre os mais caros do Brasil. O Mate X6, também lançado na terça, ocupa a segunda posição dessa lista, à frente de aparelhos da também chinesa Honor e da americana Apple. Os dois celulares da Huawei não têm 5G. A fabricante afirma que isso acontece devido à proibição do governo dos Estados Unidos. A Huawei afirma ainda que os dois lançamentos são mais caros por contarem com mais de uma tela – o Mate XT Ultimate Design, por exemplo, tem três telas – e por serem feitos na China, o que leva à cobrança de imposto de importação. Confira abaixo os 5 celulares mais caros do Brasil: Huawei Mate XT Ultimate Design – R$ 32.999 (versão única) Huawei Mate X6 – R$ 22.999 (versão única) Honor Magic V3 – R$ 19.999 (versão única) iPhone 16 Pro Max – R$ 15.499 (versão mais cara, com 1 terabyte de armazenamento) iPhone 16 Pro – R$ 14.299 (versão mais cara, com 1 terabyte de armazenamento) Os três últimos são os mais caros entre os celulares com 5G homologados pela Agência Nacional de Telecomunicações (Anatel). A lista leva em conta os preços a prazo desses aparelhos nas lojas das fabricantes em 18 de junho. Mas o que mais há de especial nesses smartphones? Em geral, eles têm telas grandes, em alguns casos dobráveis, e um grande investimento nas câmeras, que chegam a ter 60 megapixels. Saiba mais abaixo. 1. Huawei Mate XT Ultimate Design O Mate XT Ultimate Design é o primeiro celular com tela tripla do mundo, segundo a Huawei, e ao mesmo tempo consegue ser bastante fino. A fabricante diz que ele é o dobrável mais fino do mercado quando está aberto, com apenas 3,6 milímetros. No modo de tela única, a espessura é de 12,8 milímetros. 📱 Tela dobrável: 6,4 polegadas (com tela única), 7,9 polegadas (com tela dupla) e 10,2 polegadas (com tela tripla) 📏 3,6 milímetros de espessura (aberto) e 12,8 milímetros (fechado) 📸 Câmera traseira tripla de 50 megapixels (principal), 12 megapixels (ultra angular) e 12 megapixels (teleobjetiva) 🤳 Câmera de selfie de 8 megapixels 🔋 Bateria de 5.600 mAh Huawei Mate XT Ultimate Design — Foto: Divulgação/Huawei 2. Huawei Mate X6 A principal diferença do Mate X6 para o Mate XT é a presença de 'apenas' duas telas, mas o modelo também é muito fino quando aberto. 📱 Tela dobrável: 6,45 polegadas (com tela única) e 7,93 polegadas (com tela dupla) 📏 4,6 milímetros de espessura (aberto) e 9,85 milímetros (fechado) 📸 Câmera traseira tripla de 50 megapixels (principal), 40 megapixels (ultra angular) e 48 megapixels (teleobjetiva) 🤳 Câmera de selfie de 8 megapixels 🔋 Bateria de 5.110 mAh Huawei Mate X6 — Foto: Divulgação/Huawei Huawei Mate X6 — Foto: Divulgação/Huawei 3. Honor Magic V3 O Magic V3 é anunciado pela Honor como um dobrável fino com bateria que dura o dia todo. Diferente dos modelos da Huawei, ele conta com telas separadas, sendo uma externa e uma interna. 📱 Telas de 6,43 polegadas (externa) e 7,92 polegadas (interna) 📏 4,4 milímetros de espessura quando aberto 📸 Câmera traseira tripla de 50 megapixels (principal), 60 megapixels (grande angular) e 40 megapixels (ultra angular) 🤳 Câmera de selfie de 20 megapixels, na tela interna, e de 20 megapixels, na tela externa 🔋 Bateria de 5.150 mAh Honor Magic V3 — Foto: Divulgação/Honor Honor Magic V3 — Foto: Divulgação/Honor 4. iPhone 16 Pro Max Os dois modelos Pro do iPhone agora conseguem gravar vídeos em 4K em 120 quadros por segundo e têm recursos que permitem controlar melhor a captura de áudio durante as gravações. 📱 Tela de 6,9 polegadas 📏 8,25 milímetros de espessura 📸 Câmera traseira tripla de 48 megapixels (principal), 48 megapixels (ultra angular) e 12 megapixels (teleobjetiva) 🤳 Câmera de selfie de 12 megapixels 🔋 Bateria de 4.685 mAh iPhone 16 Pro Max lançado pela Apple nesta segunda-feira (9) — Foto: JUSTIN SULLIVAN / GETTY IMAGES NORTH AMERICA / Getty Images via AFP iPhone 16 Pro Max lançado pela Apple nesta segunda-feira (9) — Foto: JUSTIN SULLIVAN / GETTY IMAGES NORTH AMERICA / Getty Images via AFP 5. iPhone 16 Pro O iPhone 16 Pro tem poucas diferenças para o modelo Pro Max. Entre as diferenças, estão o tamanho da tela e a capacidade da bateria. 📱 Tela de 6,3 polegadas 📏 8,25 milímetros de espessura 📸 Câmera traseira tripla de 48 megapixels (principal), 48 megapixels (ultra angular) e 12 megapixels (teleobjetiva) 🤳 Câmera de selfie de 12 megapixels 🔋 Bateria de 3.582 mAh"
  },
  {
    "imagem": "imagens/tecnologia_03.jpg",
    "alt": "Pavel Durov, fundador do Telegram — Foto: Instagram/Reprodução",
    "titulo": "Dono do Telegram diz que vai deixar herança para seus mais de 100 filhos",
    "texto": "Pavel Durov, fundador e presidente-executivo do Telegram, afirmou que vai deixar sua herança para seus mais de 100 filhos. A lista inclui seis concebidos naturalmente e dezenas de outros nascidos por meio de doações de esperma. Com uma fortuna estimada em US$ 17,1 bilhões (cerca de R$ 93 bilhões), segundo a Forbes, Durov diz que os recursos só serão liberados após pelo menos 30 anos. Durov é um dos empresários mais reservados do setor de tecnologia. Russo de nascimento, ficou conhecido por fundar a rede social VKontakte (o 'Facebook russo'), antes de se desentender com o governo de Vladimir Putin e se exilar do país. Desde então, comanda o Telegram de forma independente, fora de grandes centros de poder. O Telegram é um aplicativos de mensagens com mais de 900 milhões de usuários no mundo, segundo estimativas do próprio Durov. A plataforma ganhou popularidade por oferecer criptografia, canais abertos e menos moderação — fatores que a tornaram alvo de críticas de autoridades e governos. 'Quero que vivam como pessoas normais, que se construam sozinhos, que aprendam a confiar em si mesmos, que sejam capazes de criar, que não dependem da uma conta bancária', afirmou Durov em entrevista à revista francesa 'Le Point'. Ele declarou que todos os filhos terão os mesmos direitos: 'Não faço distinção entre meus filhos: há aqueles que foram concebidos naturalmente e aqueles que vêm das minhas doações de esperma. São todos meus filhos e todos terão os mesmos direitos. Não quero que eles se separem depois da minha morte'. Segundo Durov, o testamento foi redigido recentemente devido aos riscos de seu trabalho à frente do Telegram. 'Defender liberdades traz muitos inimigos, inclusive dentro de Estados poderosos', afirmou. Ele disse não possuir 'casa, iate ou jato particular', embora tenha admitido alugar esses bens eventualmente. A fortuna estimada entre US$ 15 bilhões e US$ 20 bilhões (entre R$ 82 bilhões e R$ 110 bilhões), segundo ele, está vinculada ao valor do Telegram. Ele disse que não pretende vender o aplicativo. 'Como não estou vendendo o Telegram, não importa. Não tenho esse dinheiro em uma conta bancária. Meus ativos líquidos são muitos menores, e eles não vêm do Telegram: vêm do meu investimento em bitcoin em 2013', afirmou. O executivo afirmou ainda que, após sua morte, o Telegram será controlado por uma fundação sem fins lucrativos. 'Quero que ela continue existindo de forma independente, respeitando a privacidade e a liberdade de expressão'. VÍDEO: Starship, da SpaceX, explode durante teste no Texas Prisão na França Na entrevista, Durov também falou sobre sua prisão na França em agosto de 2024. Ele é investigado por suposta cumplicidade em crimes como abuso sexual infantil e fraudes que estariam ocorrendo por meio do Telegram. 'Criminosos usarem nosso serviço de mensagens entre muitos outros não significa que aqueles que o administram sejam criminosos', afirmou. 'Nada jamais foi provado mostrando que eu seja, nem por um segundo, culpado de qualquer coisa'. Ele contestou as acusações de que o Telegram não teria colaborado com as autoridades e criticou a proibição de deixar a França durante o processo judicial, afirmando que não pode estar presente para ajudar sua família. 'Fui interrogado implacavelmente nas dependências da alfândega judicial. Durante quatro dias, respondi a todas as perguntas', disse Durov sobre o período que ficou preso. 'À noite, uma luz forte iluminava o quarto de 7 metros quadrados onde eu dormia em uma cama de concreto. Estava limpo, mas não havia travesseiro. E o colchão não era mais grosso sequer do que um tapete de ioga.'"
  },
  {
    "imagem": "imagens/tecnologia_04.jpg",
    "alt": "Donald Trump e TikTok — Foto: Jornal Nacional e AP.",
    "titulo": "Trump anuncia ter assinado decreto que estende prazo para fechamento do TikTok por 90 dias",
    "texto": "O presidente dos EUA, Donald Trump, anunciou nesta quinta-feira (19) que assinou uma ordem executiva que prorroga por mais 90 dias o prazo para que o TikTok encontre um comprador não chinês, a fim de evitar que o aplicativo seja banido nos Estados Unidos. 'Acabei de assinar a Ordem Executiva que prorroga o prazo para o fechamento do TikTok por 90 dias (17 de setembro de 2025)', disse ele em uma publicação no Truth Social. A medida já havia sido anuncia na terça-feira e aguardava pela assinatura do presidente para sua efetivação. Até a assinatura, o prazo para o encerramento do aplicativo no país era 19 de junho. O republicano já havia adiado por duas vezes, por 75 dias cada, a entrada em vigor de uma lei aprovada em 2024 pelo Congresso, que obriga a empresa controladora da rede social, a ByteDance, a ceder o controle da operação nos EUA. O objetivo é impedir que as autoridades chinesas tenham acesso aos dados pessoais dos usuários do TikTok nos Estados Unidos ou possam influenciar a opinião pública americana por meio do algoritmo da plataforma. Nunca foram apresentadas provas concretas que justificassem esses temores. A venda precisa do aval da ByteDance e das autoridades chinesas, que até agora não deram sinal verde. Segundo vários meios de comunicação americanos, havia sido encontrado um modelo de acordo no início de abril que previa a separação do TikTok US do grupo ByteDance, com uma reestruturação do capital. As participações de investidores não chineses passariam de 60% para 80%, e a ByteDance manteria os 20% que atualmente possui. O grupo de tecnologia Oracle, que já hospeda os dados do TikTok US em seus servidores nos Estados Unidos, ficaria no comando, acompanhado pela gestora de ativos Blackstone ou pelo empresário Michael Dell. No entanto, o anúncio de tarifas impostas por Donald Trump a parceiros comerciais — especialmente à China (que começaram em 54%, depois subiram para 145%, sendo posteriormente reduzidas) — bloqueou a transação do lado chinês. Trump, cuja campanha eleitoral de 2024 dependeu fortemente das redes sociais, já declarou anteriormente que gosta do aplicativo de vídeos. Leia também: Casamento de Jeff Bezos em Veneza vira alvo de protestos contra turismo em massa: ‘Playground para ricos’ TikTok fora dos EUA? O futuro do TikTok nos Estados Unidos é incerto desde que uma lei sancionada pelo Congresso em 2024 determinou que a chinesa ByteDance, proprietária do aplicativo, encontrasse um comprador para que ele continuasse funcionando no país. O prazo inicial era 19 de janeiro, um dia antes de Donald Trump assumir a presidência. O TikTok chegou a suspender suas atividades nos Estados Unidos, mas voltou ao ar quando Trump decidiu adiar a aplicação da lei. As negociações lideradas pela Casa Branca envolvem uma eventual redução da propriedade chinesa sobre o TikTok para menos de 20%, conforme exigido pela lei, de acordo com a Reuters. Por que os EUA querem banir o TikTok? O governo dos EUA alega que o TikTok coleta dados confidenciais de americanos e que isso representa um risco à segurança nacional. A ByteDance sempre negou essa acusação. O argumento, no entanto, motivou a elaboração da legislação que baniria o aplicativo no país caso ele não fosse vendido. Os EUA temem que a China use as informações de mais de 170 milhões de usuários americanos da plataforma para atividades de espionagem. A ByteDance, dona do TikTok, por sua vez, sempre negou a acusação."
  },
  {
    "imagem": "imagens/tecnologia_05.jpg",
    "alt": "Placa 'No space for Bezos' feita por moradores de Veneza contrários ao casamento do bilionário na cidade. — Foto: Reuters",
    "titulo": "Casamento de Jeff Bezos em Veneza vira alvo de protestos contra turismo em massa: 'Playground para ricos'",
    "texto": "O casamento do bilionário Jeff Bezos com a jornalista Lauren Sánchez, marcado para o fim de junho em Veneza, na Itália, virou alvo de protestos de moradores contra o turismo em massa. Segundo os manifestantes, esse tipo de megaevento transforma o patrimônio histórico da cidade em um “playground para ricos”. As manifestações começaram em março, após o prefeito de Veneza, o milionário Luigi Brugnaro, confirmar que a cidade seria palco da celebração. Desde então, ativistas lançaram a campanha 'Sem espaço para Bezos', em crítica ao uso da cidade para o evento. O slogan faz um trocadilho com o histórico do bilionário, que além de fundador da Amazon, é dono da Blue Origin, empresa de turismo espacial. A companhia organizou, em abril, a primeira viagem espacial com uma tripulação 100% feminina — da qual participaram a noiva de Bezos, Lauren Sánchez, a cantora Katy Perry, entre outras celebridades. Katy Perry no espaço: Blue Origin completa voo com 6 mulheres a bordo Katy Perry no espaço: Blue Origin completa voo com 6 mulheres a bordo Com a proximidade da celebração, o movimento ganhou força nas últimas semanas e protestos com faixas foram registrados em pontos emblemáticos, como a Ponte Rialto (veja na imagem abaixo). A cerimônia, descrita como o maior casamento em Veneza desde o de George Clooney e Amal Alamuddin em 2014, será privada, com cerca de 200 convidados, entre eles celebridades como Oprah Winfrey, Mick Jagger, Katy Perry e Ivanka Trump, segundo a AP. A prefeitura não divulgou oficialmente a data do casamento, mas a imprensa italiana afirma que as comemorações vão acontecer entre 24 e 26 de junho. Há quem diga que a cerimônia em si só deve ocorrer no dia 28, segundo apuração do New York Times. O casamento acontece em meio a uma onda crescente de protestos contra o turismo em massa na Europa. Veneza, aliás, cobra, desde 2024, uma taxa de entrada de visitantes: turistas precisam pagar 5 euros para acessar a cidade, reconhecida como Patrimônio Mundial da Unesco. Os moradores de Barcelona que protestam contra excesso de turistas: 'Seu Airbnb era minha casa' O que dizem os críticos Protestos contra o casamento de Bezos na ponte Rialto, em Veneza.  — Foto: Reuters Protestos contra o casamento de Bezos na ponte Rialto, em Veneza. — Foto: Reuters Uma das preocupações dos manifestantes é a logística do evento, especialmente com o esquema de segurança para convidados VIPs. Eles alertam que essas medidas podem agravar a rotina já difícil dos moradores locais, cuja população vem diminuindo devido ao aumento do custo de vida. “Veneza se tornou um paraíso turístico que elevou tanto o preço das moradias que a maioria dos venezianos comuns não consegue mais viver aqui”, afirmou uma ativista ao The Guardian. Uma fonte ouvida pelo jornal britânico classificou o casamento como mais “um evento gigantesco” que reforça a transformação de Veneza, já sobrecarregada pelo turismo excessivo, em um destino cada vez mais elitizado. Na última sexta-feira (14), representantes de grupos comunitários se reuniram próximo à Ponte Rialto e anunciaram uma série de protestos para os dias 26, 27 e 28 de junho — justamente quando os convidados devem chegar à cidade. “Vamos ocupar as ruas com os nossos corpos, bloquear os canais com boias, botes e os nossos próprios barcos”, declarou uma organizadora, sob aplausos, conforme o New York Times. Estima-se que o casamento custe entre 10 milhões de euros e 21,5 milhões de dólares. Parte desse valor inclui a retirada temporária de uma frota de táxis aquáticos de circulação, segundo o jornal americano."
  },
  {
    "imagem": "imagens/tecnologia_06.jpg",
    "alt": "Huawei Mate XT Ultimate Design — Foto: Divulgação/Huawei",
    "titulo": "Celular de R$ 33 mil da Huawei não tem 5G; entenda o motivo",
    "texto": "O retorno da Huawei ao mercado de celulares Brasil está sendo marcada pelo preço alto e por algumas limitações. Uma delas está na conexão: os dois novo smartphones não têm suporte para internet 5G. Compatibilidade com 5G é padrão para novos celulares desde o lançamento da rede no país, em 2022. A Agência Nacional de Telecomunicações (Anatel) já autorizou 277 aparelhos com suporte para essa geração de internet móvel. Mas o Mate XT Ultimate Design, de R$ 33 mil, e o Mate X6, de R$ 22 mil, não estão nessa lista e param no 4G. O g1 apurou que eles não têm 5G devido à sanção do governo dos Estados Unidos, que impede empresas americanas de fazerem negócios com a Huawei, considerada uma ameaça para a segurança dos EUA. . A conexão 5G nos dois novos celulares aconteceria por meio do chip de uma empresa americana, que não pode fornecer seus equipamentos para a Huawei. Em nota, a marca afirmou que o lançamento no Brasil seguiu um padrão semelhante ao de outros países da região e disse que vai apresentar mais informações quando tiver novidades sobre isso. A velocidade da internet 5G pode ser equivalente a 13 vezes a velocidade da internet 4G. A primeira chega a 360 megabits por segundo (Mbps), enquanto a segunda atinge apenas 27 Mbps, segundo dados coletados pela OpenSignal entre novembro de 2023 e janeiro de 2024. Huawei Mate XT Ultimate Design — Foto: Divulgação/Huawei Versão alternativa do Android Outra limitação nos novos celulares da Huawei é o sistema operacional. O Mate XT Ultimate Design e o Mate X6 usam o HarmonyOS, criado pela Huawei a partir de uma versão em código aberto do Android. O sistema HarmonyOS não tem acesso nativo a aplicativos do Google, como Gmail e YouTube. Para ter acesso a esses serviços, é preciso acessar a AppGallery, loja de aplicativos da Huawei, e baixar intermediários como MicroG e GBox. As ferramentas não foram criadas pela Huawei, mas a fabricante diz que fez validações de privacidade e segurança antes as colocarem à disposição na AppGallery."
  },
  {
    "imagem": "imagens/tecnologia_07.jpg",
    "alt": "Casal — Foto: Unsplash",
    "titulo": "Ménage? Poligamia? Tinder lança recurso de date em duplas, e usuários ficam confusos",
    "texto": "O Tinder lançou oficialmente um novo recurso chamado double date, que permite ao usuário formar uma dupla com um amigo e dar match com outras duplas. A ferramenta já estava em teste no Brasil em versão beta e gerou algumas dúvidas entre os usuários (veja mais abaixo). Segundo o Tinder, o objetivo do recurso é “transformar a experiência do ‘swipe’ [o deslizar para o lado] em uma aventura compartilhada e divertida, para curtir ao lado de um amigo”. Veja como funciona: Clique no ícone do ‘double date’, no canto superior da tela principal, e escolha um amigo para formar uma dupla com você. Você pode escolher até três amigos. Se uma pessoa de cada dupla der like, o match é formado. Um grupo é criado para que os quatro participantes possam conversar juntos. Também é possível abrir conversas privadas com alguém da outra dupla, e até mesmo dar um like em seu perfil individual – podendo, eventualmente, formar um match com ela. Instagram ou Tinder? App tem sido usado para marcar encontros Instagram ou Tinder? App tem sido usado para marcar encontros Ainda segundo o Tinder, durante os testes, o double date foi usado principalmente por pessoas com até 29 anos. A plataforma afirma que houve 25% mais mensagens nas conversas em grupo entre as duplas, em comparação com os chats individuais do modelo tradicional de match. O Tinder também afirmou que as taxas de match foram “significativamente maiores” entre os usuários que testaram a nova função, mas não divulgou números específicos. Double date confunde usuários Mesmo com as explicações do Tinder, alguns usuários ficaram confusos e não entenderam bem como funciona o double date. “Como é isso de double date que o Tinder inventou? São só amigos? A segunda pessoa é a vela do date? Ou são duas pessoas querendo um date com você? Elas se pegam entre elas também? São tantas perguntas...”, questionou um usuário. “O Tinder com esse double date quer o quê? Um trisal, poligamia?”, disse outra. “É pra fechar quatro, é par ou ménage?”, perguntou um perfil. “Double date no Tinder é praticamente uma venda casada. Você leva um e tem que aceitar o outro”, brincou um usuário."
  },
  {
    "imagem": "imagens/tecnologia_08.jpg",
    "alt": "Começa hoje a 17ª edição da Campus Party Brasil — Foto: Divulgação/Campus Party Brasil",
    "titulo": "Campus Party 2025 começa nesta quarta no Mané Garrincha, em Brasília; veja programação",
    "texto": "A programação está dividida entre a Arena (área paga, com conteúdo exclusivo) e a Arena Open (aberta e gratuita ao público). Ao todo, estão previstos mais de 500 palestrantes, atividades práticas, campeonatos de tecnologia, oficinas, experiências interativas e o tradicional camping 24h. A cerimônia de abertura oficial do evento ocorre às 19h desta quinta. Logo após, às 20h30, Iberê Thenório, um dos criadores do canal do YouTube 'Manual do Mundo' faz uma palestra destacando o uso da Inteligência Artificial (IA) no cotidiano. Campus Party Brasil: evento de tecnologia será de 18 a 22 de junho Campus Party Brasil: evento de tecnologia será de 18 a 22 de junho Área Open (gratuita) A Área Open funcionará de 19 a 22 de junho e é voltada ao público geral, com atividades interativas e oficinas práticas. Entre os destaques, estão: Batalhas de Robôs: promovidas pela Robocore, com disputas entre robôs de até 27 kg. Printer Chef: campeonato nacional de gastronomia com alimentos moldados em impressoras 3D. Arena de Drones: desafios interativos para entusiastas de tecnologia. Campus Play: espaço para competições de eSports. Campus Kids/Include: oficinas de robótica e inteligência artificial para jovens. Primeiro dia de Campus Party — Foto: Foto: Ygor Wolf/g1 Primeiro dia de Campus Party — Foto: Foto: Ygor Wolf/g1 Segundo o presidente global da Campus Party, Francesco Farruggia, “a área open é o espaço perfeito para quem quer ter o primeiro contato com tecnologia de forma prática e acessível”. Arena (exclusiva para quem comprou ingresso) A Arena é uma área exclusiva para quem comprou ingresso e concentra a programação mais técnica da Campus Party. A realização do 4º Fórum Internacional do Marco Regulatório de Inteligência Artificial reunirá especialistas, gestores públicos e representantes da sociedade civil para debater os rumos da IA no Brasil e no mundo. Além disso, acontecem palestras com Caito Maia, fundador da Chilli Beans; o professor Gustavo Guanabara, com uma abordagem acessível sobre IA; e o astrônomo Sérgio Sacani, que discutirá a possibilidade de vida fora da Terra. Outros destaques são os painéis com Marcelo Tas, Maíra Donnici, Tiago Mochileiro, Gordox, Muca Muriçoca, Camila Farani, Gabriela Bilá, Bruno Playhard, Carlos Afonso, entre outros. Durante a Campus Party ocorre ainda a Olimpíada de Ciências, Tecnologia e Engenharia, voltada para estudantes do ensino médio da rede pública e privada do DF. O secretário de Ciência, Tecnologia e Inovação do Distrito Federal, Marco Antônio Costa Junior, frisa que a realização da edição nacional da Campus Party, em Brasília, consolida o Distrito Federal como um dos principais centros de ciência, tecnologia e inovação do país. “Ao sediar debates estratégicos sobre Inteligência Artificial, Brasília se posiciona na vanguarda das discussões sobre ética, regulação e transformação digital”, destaca."
  },
  {
    "imagem": "imagens/tecnologia_09.jpg",
    "alt": "Chamas e fumaça sobem do horizonte de Teerã enquanto Israel bombardeia o Irã — Foto: Reprodução/Reuters",
    "titulo": "Irã acusa WhatsApp de espionagem para Israel; empresa reafirma que mensagens são invioláveis",
    "texto": "A televisão estatal iraniana pediu na última terça-feira (17) que a população removesse o WhatsApp de seus celulares, alegando a coleta de dados pessoais, incluindo a localização dos usuários, e que o aplicativo 'os repassa ao inimigo sionista'. A Meta, dona do app, negou nesta quarta-feira (18) que compartilhe dados pessoais de usuários iranianos com o governo de Israel. Os dois países entraram no sexto dia de conflito. 'Estamos preocupados que essas notícias falsas possam ser usadas como desculpa para bloquear nossos serviços, justamente em um momento em que as pessoas mais precisam', disse um porta-voz da Meta. O que querem Israel e Irã O que querem Israel e Irã 'Todas as mensagens que você envia a seus familiares e amigos no WhatsApp são inteiramente criptografadas, o que significa que ninguém, além do remetente e do destinatário, tem acesso a essas mensagens, nem mesmo o WhatsApp', relembrou a empresa. 'Não fornecemos informações a nenhum governo (...) há mais de dez anos, a Meta publica relatórios de transparência que detalham os casos específicos em que informações foram solicitadas ao WhatsApp'. O Ministério das Comunicações do Irã anunciou restrições temporárias ao acesso à internet no país na sexta-feira (13), primeiro dia dos ataques cruzados. Muitos sites e aplicativos estão parcial ou totalmente inacessíveis. Funcionários iranianos e suas equipes de segurança estão proibidos de utilizar qualquer dispositivo conectado à rede, incluindo smartphones e smartwatches, além de computadores portáteis, segundo uma diretriz oficial."
  },
  {
    "imagem": "imagens/tecnologia_10.jpg",
    "alt": "Amazon planeja expandir uso de inteligência artificial — Foto: REUTERS/Pascal Rossignol/Foto de arquivo",
    "titulo": "Amazon avisa funcionários que vai empregar menos gente graças à inteligência artificial",
    "texto": "O CEO da Amazon, Andy Jassy, enviou uma mensagem aos funcionários afirmando que a empresa empregará menos pessoas, no futuro, à medida que amplia o uso de inteligência artificial (IA) em seus serviços. “Precisaremos de menos pessoas executando algumas das tarefas que são efetuadas hoje e de mais pessoas realizando outros tipos de trabalho”, disse Jassy na mensagem, de acordo com a agência Associated Press. “É difícil saber exatamente onde isso se refletirá ao longo do tempo, mas, nos próximos anos, esperamos que isso reduza nossa força de trabalho corporativa total, à medida que obtivermos ganhos de eficiência com o uso extensivo da IA em toda a empresa”, acrescentou. CEO da Amazon, Andrew Jassy, em foto de 2022 — Foto: Jordan Strauss/Invision/AP CEO da Amazon, Andrew Jassy, em foto de 2022 — Foto: Jordan Strauss/Invision/AP Jassy disse que a Amazon está desenvolvendo ou operando mais de mil serviços e aplicativos de IA generativa – modelo que consegue criar coisas novas, como textos, imagens, músicas, áudios e vídeos. Segundo ele, esse número representa apenas uma 'pequena parte' do que a empresa pretende criar no futuro. Por esse motivo, o CEO pediu que os funcionários comecem a se familiarizar com a tecnologia. 'À medida que passamos por essa transformação juntos, sejam curiosos sobre IA, eduquem-se, participem de workshops e treinamentos, usem e experimentem IA sempre que puderem”, escreveu Jassy. Vídeos feitos com IA do Google bombam nas redes sociais Vídeos feitos com IA do Google bombam nas redes sociais Investimentos em IA No começo de junho, a Amazon anunciou que vai investir US$ 10 bilhões na construção de um campus na Carolina do Norte para expandir sua infraestrutura de computação em nuvem e inteligência artificial. Desde o início de 2024, a empresa prometeu investir cerca de US$ 10 bilhões para cada projeto de data centers no Mississippi, Indiana, Ohio e Carolina do Norte, além de dois complexos na Pensilvânia, buscando ampliar sua infraestrutura para competir com outras gigantes da tecnologia. Além dos investimentos, a Amazon está testando dublagem com apoio de inteligência artificial para filmes e séries do streaming Prime. A empresa também lançou uma nova versão da assistente virtual Alexa com IA generativa. A empresa também está investindo mais US$ 4 bilhões na startup de inteligência artificial Anthropic."
  },
  {
    "imagem": "imagens/tecnologia_11.jpg",
    "alt": "Huawei Mate XT Ultimate Design — Foto: Henrique Martin/g1",
    "titulo": "Huawei lança celular de R$ 33 mil no Brasil, o mais caro do país; veja detalhes",
    "texto": "A chinesa Huawei revelou nesta terça-feira (17) os preços dos celulares lançados em seu retorno a este mercado no Brasil, além de novos relógios inteligentes e um roteador de internet. Os novos celulares da empresa no país têm telas dobráveis e custam até R$ 33 mil. Confira todos os preços abaixo. Mate XT Ultimate Design: R$ 32.999 Mate X6: R$ 22.999 Huawei Watch: a partir de R$ 4.499 Huawei Watch Fit 4 Pro: R$ 2.499 Huawei Watch Fit 4: R$ 1.499 Roteador Huawei WiFi Mesh X1 Pro: R$ 1.499 O Mate XT Ultimate Design, modelo com tela tripla, e o Mate X6, com tela dupla, se tornaram os mais caros do país, superando o Magic V3, da Honor, vendido no site da fabricante por R$ 19.999. Ainda como comparação, o iPhone 16 Pro Max, conhecido pelo preço alto, é vendido por até R$ 15.499 no site da Apple. Segundo a Huawei, o Mate XT Ultimate Design tem esse preço porque é um celular dobrável com três telas fabricado na China, o que leva a uma carga maior de impostos. A empresa já tinha anunciado os dois smartphones na última quinta-feira (12), mas ainda não tinha revelado os preços. Ela não lançava novos modelos no Brasil desde 2019, como consequência da sanção imposta pelos Estados Unidos (saiba mais abaixo). Para contornar a proibição, a marca adotou uma versão em código aberto do Android, disponível para todos. O celular não pode sair de fábrica com aplicativos do Google como a Play Store e, por isso, usuários precisam usar um aplicativo de terceiros para baixar esses serviços. Honor, Jovi, Oppo: g1 testou nova geração de celulares chineses que chegou ao Brasil Quem são os novos fabricantes chineses que vendem celulares no Brasil? Quem são os novos fabricantes chineses que vendem celulares no Brasil? Mate XT Ultimate Design O celular de mais destaque na volta da Huawei é o primeiro do mundo com tela que se dobra em três partes, segundo a fabricante. Quando está com apenas uma tela em uso, o Mate XT Ultimate Design tem visor de 6,4 polegadas. Na tela dupla, chega a 7,9 polegadas e, na tela tripla, a 10,2 polegadas. Ainda de acordo com a Huawei, o modelo é o mais fino do mundo entre os dobráveis quando está totalmente aberto. Ele tem 3,6 milímetros de espessura. Com a tela tripla, é possível usar a câmera traseira de 50 megapixels para fazer selfies enquanto vê o enquadramento no visor. O celular conta ainda com mais três sensores: teleobjetiva (12 MP), ultra-angular (12 MP) e frontal (8 MP). O Mate XT Ultimate Design tem bateria de 5.600 mAh feita de ânodo de silício, e não de íon de lítio, como é o mais comum em smartphones. Jovi, outra gigante chinesa de celulares, também lançou dois modelos no Brasil; veja preços"
  }
]
